Repository: mdnanh/d97Learn
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Username
vi: Người dùng

source: First name
vi: Tên

source: Last Name
vi: Họ

source: Gender
vi: Giới tính

source: Address
vi: Địa chỉ/thành phố

source: Mobile No.
vi: Số điện thoại.

source: Password
vi: Mật khẩu

source: Password Confirmation
vi: Xác nhận mật khẩu

source: Last name
vi: Họ

source: Level
vi: Chức vụ

source: Classes
vi: Đơn vị

source: Program
vi: Môn học

source: Email Address
vi: Địa chỉ email

source: First Name
vi: Tên

source: gender
vi: Giới tính

source: Phone No.
vi: Số điện thoại.

source: Address / city
vi: Địa chỉ/thành phố

source: Profile Picture
vi: Thông tin cá nhân

source: Student
vi: Học viên

source: Father
vi: Cha

source: Mother
vi: Mẹ

source: Brother
vi: Anh/em trai

source: Sister
vi: Chị/em gái

source: Grand mother
vi: Ông/bà ngoại

source: Grand father
vi: Ông/bà nội

source: Other
vi: Khác

source: M
vi: Nam

source: Male
vi: Nam

source: F
vi: Nữ

source: Female
vi: Nữ

source: Admin
vi: Quản trị viên

source: Lecturer
vi: Giáo viên

source: Parent
vi: Cha mẹ

source: Enter a valid username. This value may contain only English letters, numbers, and @/./+/-/_ characters.
vi: Nhập tên hợp lệ (gồm các ký tự chữ, số và @/./+/-/_)

source: English
vi: Tiếng Anh

source: French
vi: Tiếng Pháp

source: Spanish
vi: Tiếng Tây Ban Nha

source: Russia
vi: Tiếng Nga

source: Vietnamese
vi: Tiếng Việt

source: First
vi: Kỳ 1

source: Second
vi: Kỳ 2

source: Third
vi: Kỳ 3

source: Title
vi: Tiêu đề

source: Summary
vi: Tóm tắt

source: Post as
vi: Phân loại

source: Next Session Begins
vi: Thời gian cho niên khóa sau

source: Session
vi: Niên khóa

source: Is Current Session?
vi: Niên khóa hiện tại?

source: Semester
vi: Học kỳ

source: is current semester?
vi: Học kỳ hiện tại?

source: Next Semester Begins
vi: Học kỳ tiếp theo bắt đầu

source: Is Current Semester?
vi: Học kỳ hiện tại?

source: News
vi: Tin tức

source: Event
vi: Sự kiện

source: Credit
vi: Tổng số tín chỉ

source: Year
vi: Năm

source: Courses
vi: Khóa học

source: lecturer
vi: Giáo viên

source: File
vi: Tệp đính kèm

source: Video
vi: Tiêu đề video

source: Is Elective
vi: Tự chọn

source: Course
vi: Khóa học

source: Valid Files: pdf, docx, doc, xls, xlsx, ppt, pptx, zip, rar, 7zip
vi: Tệp hợp lệ: pdf, docx, doc, xls, xlsx, ppt, pptx, zip, rar, 7zip

source: Valid video formats: mp4, mkv, wmv, 3gp, f4v, avi, mp3
vi: Dạng video hợp lệ: mp4, mkv, wmv, 3gp, f4v, avi, mp3

source: Questions
vi: Câu hỏi

source: Content
vi: Nội dung

source: Random
vi: Ngẫu nhiên

source: None
vi: Không

source: Assignment
vi: Bài tập

source: Exam
vi: Bài kiểm tra

source: Practice Quiz
vi: Bài tập trắc nghiệm

source: Description
vi: Mô tả

source: A detailed description of the quiz
vi: mô tả chi tiết về bài kiểm tra

source: Category
vi: Phân Loại

source: Random Order
vi: Thứ tự ngẫu nhiên

source: Display the questions in a random order or as they are set?
vi: Hiển thị câu hỏi theo thứ tự ngẫu nhiên hay theo vị trí đã sắp xếp

source: Answers at end
vi: Câu trả lời ở cuối

source: Correct answer is NOT shown after question. Answers displayed at the end.
vi: Câu trả lời đúng không được hiển thị sau câu hỏi. Câu trả lời hiển thị cuối cùng

source: Exam Paper
vi: Đề thi

source: If yes, the result of each attempt by a user will be stored. Necessary for marking.
vi: Nếu có, kết quả của mỗi lần thử bởi người làm sẽ được lưu lại.Cần thiết cho chấp điểm

source: Single Attempt
vi: Một lần thử

source: If yes, only one attempt by a user will be permitted.
vi: Nếu có, người làm chỉ được thử duy nhất 1 lần

source: Pass Mark
vi: Điểm trung bình

source: Percentage required to pass exam.
vi: Tỷ lệ phần trăm cần thiết để vượt qua kỳ thi.

source: Draft
vi: Bản nháp

source: If yes, the quiz is not displayed in the quiz list and can only be taken by users who can edit quizzes.
vi: Nếu chọn, bài trắc nghiệm sẽ không được hiển thị trong danh sách bài trắc nghiệm và có thể chỉ được làm bởingười chỉnh sửa câu trắc nghiệm

source: Quiz
vi: Câu trắc nghiệm

source: Quizzes
vi: Những câu trắc nghiệm

source: Pass mark must be between 0 and 100.
vi: Điểm đỗ phải nằm trong khoảng từ 0 đến 100.

source: User
vi: Người dùng

source: Score
vi: Điểm

source: User Progress
vi: Tiến trình của người dùng

source: User progress records
vi: Hồ sơ tiến trình của người dùng

source: Error
vi: Lỗi

source: Invalid score values.
vi: Giá trị điểm không hợp lệ.

source: Question set of the quiz is empty. Please configure questions properly.
vi: Bộ câu hỏi của bài kiểm tra đang trống. Vui lòng cấu hình câu hỏi đúng cách.

source: Question Order
vi: Thứ tự câu hỏi

source: Question List
vi: Danh sách câu hỏi

source: Incorrect questions
vi: Câu hỏi sai

source: Current Score
vi: Điểm hiện tại

source: Complete
vi: Hoàn thành

source: User Answers
vi: Câu trả lời của người làm

source: Start
vi: Bắt đầu

source: End
vi: Kết thúc

source: Can see completed exams.
vi: Có thể xem các bài thi đã hoàn thành.

source: You have passed this quiz, congratulations!
vi: Bạn đã vượt qua bài kiểm tra này, xin chúc mừng!

source: You failed this quiz, try again.
vi: Bạn đã trượt bài kiểm tra này, hãy thử lại.

source: Figure
vi: Tệp ảnh

source: Add an image for the question if necessary.
vi: Thêm bức ảnh mô tả cho câu hỏi nếu cần thiết.

source: Enter the question text that you want displayed
vi: Nhập văn bản câu hỏi mà bạn muốn hiển thị

source: Question
vi: Câu hỏi

source: Explanation to be shown after the question has been answered.
vi: Giải thích sẽ được đưa ra sau khi câu hỏi được trả lời.

source: Explanation
vi: Giả thích

source: The order in which multiple-choice options are displayed to the user
vi: Thứ tự các tùy chọn trắc nghiệm được hiển thị cho người dùng

source: Choice Order
vi: Thứ tự lựa chọn

source: Multiple Choice Question
vi: Câu hỏi trắc nghiệm

source: Multiple Choice Questions
vi: Câu hỏi trắc nghiệm

source: Enter the choice text that you want displayed
vi: Nhập văn bản lựa chọn mà bạn muốn hiển thị

source: Is this a correct answer?
vi: Đây có phải là câu trả lời đúng

source: Correct
vi: Đúng

source: Choice
vi: Chọn

source: Choices
vi: Chọn câu trả lời đúng

source: Essay Style Question
vi: Câu hỏi về phong cách bài luận

source: Essay Style Questions
vi: Câu hỏi về phong cách bài luận

source: Bad request
vi: Yêu cầu không thành

source: Please make sure the form is correctly filled.
vi: Hãy chắc chắn rằng biểu mẫu được điền đúng cách

source: Return to the app
vi: Quay lại app

source: forbidden
vi: cấm

source: You need the proper permission to make that request.
vi: Bạn cần có sự cho phép để thực hiện yêu cầu đó.

source: Looks like the page you
vi: có vể như trang bạn

source: Server error
vi: Lỗi server

source: Please try again later.
vi: Hãy thử lại sau

source: Learning management system
vi: Phần mềm quản lý học tập

source: Home
vi: Trang chủ

source: Lecturers
vi: Danh sách giáo viên

source: Add
vi: Thêm

source: Lecturer Add Form
vi: Mẫu thêm giáo viên

source: Personal Info
vi: Thông tin cá nhân

source: Save
vi: Lưu lại

source: Students
vi: Danh sách học viên

source: Student Add Form
vi: Biểu mẫu thêm học viên

source: Others
vi: Khác

source: Update
vi: Cập nhật

source: Lecturer Update Form
vi: Mẫu cập nhật giáo viên

source: Student Update Form
vi: Mẫu cập nhật học viên

source: Add Lecturer
vi: Thêm giáo viên

source: Download pdf
vi: Tải file pdf

source: ID No.
vi: Số ID.

source: Full Name
vi: Họ tên

source: Mob No.
vi: Số điện thoại.

source: Address/city
vi: Địa chỉ/thành phố

source: Last login
vi: Lần đăng nhập gần nhất

source: Action
vi: Hành động

source: Download PDF
vi: Tải file PDF

source: Delete
vi: Xóa

source: No Lecturer(s).
vi: ID Giảng viên

source: Add Lecturer Now.
vi: Thêm giảng viên

source: Last login:
vi: Lần đăng nhập gần nhất

source: Role:
vi: Chức vụ:

source: Edit Profile
vi: Chỉnh sửa thông tin cá nhân

source: Change password
vi: Thay đổi mật khẩu

source: My Courses
vi: Khóa học của tôi

source: No courses assigned!
vi: Không có khóa học nào được đăng kỹ!!

source: First Name:
vi: Tên và tên đệm:

source: Last Name:
vi: Họ:

source: ID No.:
vi: Số ID:

source: Applicant Info
vi: Thông tin người làm

source: School:
vi: Trường

source: Level:
vi: Chức vụ

source: Contact Info
vi: Thông tin liên hệ

source: Tel No.:
vi: Số điện thoại:

source: Address/city:
vi: Địa chỉ:

source: Important Dates
vi: Ngày quan trọng

source: Academic Year:
vi: Niên khóa

source: Registered Date:
vi: Ngày đăng ký

source: Role
vi: Chức vụ

source: Change Program
vi: Thay đổi chương trình

source: School
vi: Trường

source: Tel No.
vi: Số điện thoại

source: Academic Year
vi: Niên khóa

source: Registered Date
vi: Ngày đăng ký

source: Add Student
vi: Thêm học viên

source: No Student.
vi: Số thứ tự học viên

source: Add Student Now.
vi: Thêm học viên

source: Dashboard
vi: Bảng biểu

source: Dashboard settings
vi: Cài đặt bảng biểu

source: Display table
vi: Hiển thị bảng

source: Manage dashboard
vi: Quản lý bảng biểu

source: Administrators
vi: Quản trị viên

source: Lab Assistance
vi: Nghiên cứu sinh

source: Librarians
vi: Thủ thư

source: Supervisors
vi: Giám sát viên

source: Office Assistance
vi: Hỗ trợ văn phòng

source: Latest activities
vi: Lần hoạt động cuối

source: No recent activity
vi: Không có hoạt động nào gần nhất

source: Add New Post
vi: Thêm tin mới

source: Events
vi: Sự kiện

source: news
vi: Tin tức

source: events
vi: sự kiện

source: Edit
vi: Chỉnh sửa

source: School news and events will appear here.
vi: Tin tức và sự kiện hiển thị tại đây

source: Post form
vi: Biểu mẫu

source: Post Form
vi: Bài đăng

source: Cancel
vi: Hủy

source: Semester list
vi: Danh sách học kỳ

source: Add New Semester
vi: Thêm học kỳ mới

source: Semester List
vi: Danh sách học kỳ

source: Is Current semester
vi: Học kỳ hiện tại

source: Actions
vi: Hành động

source: No Semester.
vi: Không học kỳ nào

source: Add Semester Now.
vi: Thêm học kỳ bây giờ

source: Semester Form
vi: Biểu mẫu cho học kỳ

source: Semester Add & update Form
vi: Thêm học kỳ và cập nhật biểu mẫu

source: Session List
vi: Danh sánh niên khóa

source: Add New Session
vi: Thêm niên khóa mới

source: Is Current Session
vi: Niên khóa hiện tại

source: No Session.
vi: Không có niên khóa nào

source: Add Session Now.
vi: Thêm niên khóa ngay bây giờ

source: Session Form
vi: Mẫu Niên khóa

source: Session Add & update Form
vi: Thêm niên khóa và cập nhật biểu mẫu

source: Programs
vi: Chương trình

source: Course Form
vi: Mẫu khóa học

source: Course Detail
vi: Thông tin khóa học

source: Other Info
vi: Thông tin khác

source: Course Allocations
vi: phân bổ khóa học

source: Allocation Form
vi: Biểu mẫu phân bổ

source: Course Allocation Form
vi: Mẫu phân bổ khóa học

source: Allocation list
vi: Danh sách phân bổ

source: Allocate Now
vi: Phân bổ bây giờ

source: Edit or Update
vi: Chỉnh sửa hoặc cập nhật

source: Deallocate
vi: Bỏ phân công

source: No Course Allocated.
vi: Không có khóa học nào được phân bổ

source: Allocate now
vi: Phân bổ bây giờ

source: Course Registration
vi: Đăng ký khóa học

source: Course Add
vi: Thêm khóa học

source: Drop
vi: Bỏ

source: Calender is off
vi: Lịch đã tắt

source: Check the university calender
vi: Kiểm tra lịch học

source: Save Score
vi: Lưu điểm

source: Add Selected
vi: Thêm mục đã chọn

source: First Semester:
vi: Học kỳ đầu

source: Mark
vi: Đánh dấu

source: Course Code
vi: Mã khóa học

source: Course Title
vi: Tiêu đề khóa học

source: Classification
vi: Phân loại

source: Elective Group
vi: Nhóm tự chọn

source: Elective
vi: Tự chọn

source: Core
vi: Chính

source: No Course.
vi: Số khóa học.

source: First semester Credit(s):
vi: Tín chỉ học kỳ đầu:

source: Second Semester:
vi: Học kỳ hai:

source: Second semester credit(s):
vi: Tín chỉ học kỳ hai:

source: Registerd course credit(s):
vi: Đăng ký tín chỉ khóa học:

source: Total credit(s):
vi: Tổng số tín chỉ:

source: Course Drop
vi: Bỏ khóa học

source: Drop Selected
vi: Bỏ mục đã chọn

source: Print Registration Form
vi: In mẫu đã đăng ký

source: Print Registerd Courses
vi: In khóa học đã đăng ký

source: My courses
vi: Khóa học của tôi

source: Edit course
vi: Chỉnh sửa khóa học

source: Upload new file
vi: Tải tệp mới lên

source: Upload new video
vi: Tải video mới lên

source: Take a Quiz
vi: Tạo bài trắc nghiệm

source: Video Tutorials
vi: Video hướng dẫn

source: Video Title
vi: Tiêu đề video

source: Uploaded Date
vi: Ngày tải lên

source: Get Started
vi: Bắt đầu

source: Play now
vi: Chơi ngay bây giờ

source: No video Uploaded.
vi: Không có video nào được tải lên.

source: Upload now.
vi: Tải lên bây giờ.

source: Documentations
vi: Tài liệu

source: File name
vi: Tên tệp

source: Updated Date
vi: Ngày đăng tải

source: Downloads
vi: Tải xuống

source: Download
vi: Tải xuống

source: No File Uploaded.
vi: Không có tệp nào được tải lên.

source: Lecturer(s)
vi: Giáo viên

source: No lecturer assigned for this course
vi: Không có giáo viên nào được đăng ký cho khóa học

source: Program Form
vi: Biểu mẫu chương trình

source: Program Add Form
vi: Mẫu thêm chương trình

source: Add Program
vi: Thêm chương trình

source: Program List
vi: Danh sách chương trình

source: Program Name
vi: Tên chương trình

source: No program.
vi: Chương trinh số.

source: Add program now.
vi: Thêm chương trình bây giờ.

source: Add Course
vi: Thêm khóa học

source: Course Name
vi: Tên khóa học

source: Current Semester
vi: Học kỳ hiện tại

source: No course for this progrm.
vi: Không có khóa học nào cho chương trình này.

source: Add one now.
vi: Thêm một ngay lập tức.

source: Taken Courses:
vi: Khóa học đã tham gia:

source: Taken
vi: Đã tham gia

source: All Courses:
vi: Tất cả khóa học:

source: Search All... #course, #program, #Quiz, #News, #Events
vi: Tìm kiếm tất cả... #Khóa học, #Chương trình, #Quiz, #Tin tức, #Sự kiện

source: Admin Panel
vi: Bảng quản trị

source: Profile
vi: Thông tin cá nhân

source: Setting
vi: Cài đặt

source: Signout
vi: Đăng xuất

source: Address/City
vi: Địa chỉ/Thành phố

source: This is the correct answer
vi: Đây là câu trả lời đúng

source: This was your answer.
vi: Đây là câu trả lời của bạn

source: You answered the above question incorrectly
vi: Câu trả lời của bạn không chính xác

source: MC Question Form
vi: Bảng quản lý câu hỏi

source: Add questions
vi: Thêm câu hỏi

source: question added
vi: Câu hỏi đã được thêm

source: Correct the error(s) below.
vi: Câu trả lời đúng phía dưới

source: Progress Page
vi: Trang tiến trình

source: User Progress Page
vi: Trang tiến trình của người dùng

source: Quiz Progress Rec
vi: Lịch sử làm bài trắc nghiệm

source: Question Category Scores
vi: Câu hỏi phân loại điểm số

source: Correctly answererd
vi: Đáp án đúng

source: Incorrect
vi: Đáp án sai

source: Previous exam papers
vi: Đề thi trước đó

source: Student exam results
vi: Kết quả bài kiểm tra

source: Below are the results of exams that you have sat
vi: Kết quả bài kiểm tra của bạn phía dưới

source: Total complete exams:
vi: Số bài thi đã hoàn thành

source: Quiz Title
vi: Tiêu đề bài trắc nghiệm

source: Possible Score
vi: Điểm có thể đạt được

source: Out of 100%%
vi: Trên 100%%

source: Progress records will appear here
vi: Quá trình ghi lại được hiện ở đây

source: The previous question
vi: Câu hỏi trước đó

source: Your answer was
vi: Đáp án của bạn là

source: No explanation set to this question.
vi: Không có sự giải thích nào được cài đặt cho câu hỏi này.

source: Quiz instractions
vi: Hướng dẫn cho bài trắc nghiệm

source: You can't go back to the previous question after you submit it, so double check your answer before proceeding to the next one!
vi: Bạn không thể quay lại câu hỏi trước đó sau khi đã hoàn thành Vì thế hãy kiểm tra câu trả lời thật kỹ trước khi đi tới câu hỏi tiếp

source: Understood
vi: Đã hiểu

source: of
vi: của

source: Quiz category
vi: Phân loại bài trắc nghiệm

source: Previous
vi: Trước đó

source: Quiz Form
vi: Mẫu bài trắc nghiệm

source: Quiz form for
vi: Mẫu bài trắc nghiệm cho

source: Hold down
vi: Giữ chặt

source: or
vi: hoặc

source: Continue
vi: Tiếp theo

source: Add Quiz
vi: Thêm bài trắc nghiệm

source: You will only get one attempt at this quiz
vi: Bạn chỉ được làm bài trắc nghiệm thử 1 lần

source: Start quiz
vi: Bắt đầu bài trắc nghiệm

source: Course quizzes will appear here.
vi: Bài trắc nghiệm được hiện ở đây.

source: Result of
vi: Kết quả của

source: for
vi: cho

source: Completed Exams
vi: Hoàn thành bài kiểm tra

source: Marking
vi: Đánh dấu

source: Quiz title
vi: Tiêu đề bài trắc nghiệm

source: Completed
vi: Đã hoàn thành

source: User answer
vi: Câu trả lời của người làm

source: incorrect
vi: không chính xác

source: Toggle whether correct
vi: Bật/tắt trạng thái đúng hay không

source: Quiz Results for
vi: Kết quả bài trắc nghiệm cho

source: Result
vi: Kết quả

source: Calculating your result...
vi: Đang tính điểm của bạn

source: Quiz result
vi: Kết quả bài trắc nghiệm

source: You answered
vi: Bạn đã trả lời

source: questions correctly out of
vi: số câu hỏi trả lời đúng trên tổng số

source: giving you
vi: cho bạn

source: %% correct
vi: %% đúng

source: Review the questions below and try the quiz again in the future
vi: Ôn lại những câu hỏi ở dưới và thử làm bài trắc nghiệm lại lần nữa trong tương lai

source: The result of this quiz will be stored in your progress section
vi: Kết quả của bài trắc nghiệm sẽ được lưu trong mục quá trình của bạn

source: so you can review and monitor your progression
vi: vì vậy bạn có thể theo dõi tiến trình của mình

source: Your session score is
vi: Điểm tổng kết năm học của bạn là

source: out of a possible
vi: trên tổng số

source: No explanation set for this question.
vi: Chưa có lời giải thích nào được thiết lập cho câu hỏi này.

source: Your answer
vi: câu trả lời của bạn

source: All Quizzes
vi: Tất cả các bài trắc nghiệm

source: Complete Exams
vi: Bài kiểm tra đã hoàn thành

source: List of complete exams
vi: Danh sách các bài kiểm tra đã hoàn thành

source: Filter
vi: Lọc

source: Total complete exams
vi: Tổng bài kiểm tra đã hoàn thành

source: View details
vi: Xem chi tiết

source: No completed exams for you
vi: Chưa có bài kiểm tra nào đã hoàn thành

source: Dj Learning Management System - Login
vi: Phần mềm quản lý học tập - Đăng nhập

source: Sign in
vi: Đăng nhập

source: ID Number
vi: Số ID

source: Invalid ID & Password.
vi: ID và mật khẩu khả dụng

source: SIGN IN
vi: ĐĂNG NHẬP

source: Forgot password ?
vi: Quân mật khẩu ?

source: Password Reset | Learning management system
vi: Cài lại mật khẩu | Phần mềm quản lý học tập

source: Password Reset
vi: Cài lại mật khẩu

source: Request Password Reset
vi: Yêu cầu cài đặt lại mật khẩu

source: Password Reset Complete | Learning management system
vi: Mật khẩu đã được cài đặt lại | Phần mềm quản lý học tập

source: Password Reset Complete
vi: Mật khẩu đã được cài đặt lại

source: Your password has been set, you are now able to Log In!
vi: Mật khẩu của bạn đã được cài đặt, bây giờ bạn đã có thể đăng nhập lại

source: Sign In Here
vi: Đăng nhập tại đây

source: New Password | Learning management system
vi: Mật khẩu mới | Phần mềm quản lý học tập

source: Confirm New Password
vi: Xác nhận mật khẩu

source: Reset Password
vi: Cài lại mật khẩu

source: Email Sent | Learning management system
vi: Email đã gửi | Phần mềm quản lý học tập

source: Email sent
vi: Email đã gửi

source: Back To Login
vi: Quay lại để đăng nhập

source: Register | Learning management system
vi: Đăng ký | Phần mềm quản lý học tập

source: Create Your Account
vi: Tạo tài khoản của bạn

source: Login Form
vi: Đơn đăng nhập

source: SIGN UP
vi: Đăng nhập

source: Already Registered ?
vi: Đã đăng ký ?

source: Login
vi: Đăng nhập

source: Manage Score
vi: Quản lý điểm số

source: Select Your Course Here
vi: Chọn khóa học của bạn tại đây

source: No course.
vi: Không có khóa học nào.

source: To manage scores, please select the course using the button above.
vi: Để quản lý các điểm số, hãy chọn khóa học bằng nút ở trên

source: Students result form
vi: Mẫu kết quả học viên

source: Grade report
vi: Báo cáo điểm số

source: Mid exam
vi: Kiểm tra giữa kỳ

source: Attendance
vi: Điểm danh

source: Final exam
vi: Kiểm tra cuối kỳ

source: Total
vi: Tổng cộng

source: Point
vi: Điểm

source: Grade
vi: Lớp

source: Comment
vi: Bình luận

source: Assesment Results
vi: Kết quả đánh giá

source: Grade Results
vi: Kết quả lớp

source: Points
vi: Điểm số

source: PASS
vi: ĐÃ ĐẬU

source: FAIL
vi: ĐÃ RỚT

source: Total first semester credit:
vi: Tổng số tín chỉ học kỳ một

source: First Semester GPA:
vi: Điểm số trung bình học kỳ đầu

source: GRADE
vi: LỚP

source: Total second semester credit:
vi: Tổng số tín chỉ học kỳ hai

source: Total Credit:
vi: Tổng số tín chỉ

source: Second Semester GPA:
vi: Điểm số trung bình học kỳ hai

source: Previous CGPA:
vi: Điểm số trung bình trước đó

source: Search result for
vi: Tìm kiếm kết quả cho

source: Search
vi: Tìm kiếm

source: result
vi: kết quả

source: Program of
vi: Chương trình của

source: News And Events
vi: Tin tức và sự kiện

source: Date:
vi: Ngày/tháng/năm:

source: quiz
vi: bài trắc nhiệm

source: Course:
vi: Khóa học:

source: Search by:
vi: Tìm kiếm bởi:

source: Title or Description
vi: Tiêu đề hoặc mô tả

source: Title, Code or Description
vi: Tiêu đề, mã hoặc mô tả

source: Title, Description or just by typing news or event
vi: Tiêu đề, mô tả hoặc chỉ nhập tin tức hoặc sự kiện

source: Title, Description or Category(practice, assignment and exam)
vi: Tiêu đề, mô tả hoặc phân loại(luyện tập, bài tập vè kiểm tra)

source: Manage
vi: Quản lý

source: students
vi: học viên

source: sessions
vi: Niên khóa

source: semesters
vi: học kỳ

source: Switch
vi: Chuyển đổi

source: programs
vi: chương trình

source: course allocations
vi: phân bổ khóa học

source: Password Change
vi: Thay đổi mật khẩu

source: Change Password
vi: Thay đổi mật khẩu

source: Account Settings
vi: Cài đặt tài khoản

source: Update Profile
vi: Cập nhật thông tin cá nhân

source: Programs & Courses
vi: Chương trình và khóa học

source: Course Allocation
vi: Phân bổ khóa học

source: Manage Session
vi: Quản lý năm học

source: Manage Semester
vi: Quản lý học kỳ

source: Drop Course
vi: Bỏ khóa học

source: Account Setting
vi: Cài đặt tài khoản

source: File upload
vi: Tải tệp lên

source: File upload for
vi: Tải tệp lên cho

source: File Upload Form
vi: Mẫu tệp tải lên

source: Upload
vi: Tải lên

source: Video upload
vi: Tải video lên

source: Video upload for
vi: Video được tải lên cho

source: Video Upload Form
vi: Mẫu tải video lên

source: No video description set.
vi: Không có mô tả video nào được thiết lập
